tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
cask "java"
cask "xquartz"
brew "boost"
brew "cmake"
brew "elixir-build"
brew "erlang"
brew "exenv"
brew "gcc"
brew "git"
brew "git-secrets"
brew "lha"
brew "mas"
brew "mysql", restart_service: true
brew "nodenv"
brew "ocaml"
brew "postgresql", restart_service: true
brew "pyenv"
brew "r"
brew "rbenv"
brew "redis", restart_service: true
brew "rlwrap"
brew "rmtrash"
brew "vim", args: ["with-lua"]
brew "zsh"
cask "amazon-music"
cask "appcleaner"
cask "box-sync"
cask "docker"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "psequel"
cask "sequel-pro"
cask "skim"
cask "skype"
cask "sqlitebrowser"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
mas "iMovie", id: 408981434
mas "Install macOS High Sierra", id: 0
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
