tap "beeftornado/rmtree"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
cask "java"
cask "xquartz"
brew "boost"
brew "cmake"
brew "ctags"
brew "fontforge"
brew "gcc"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "lha"
brew "mas"
brew "mysql", restart_service: true
brew "postgresql", restart_service: true
brew "python"
brew "r"
brew "redis", restart_service: true
brew "rmtrash"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "ethereum/ethereum/ethereum"
brew "ethereum/ethereum/solidity"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "adobe-acrobat-reader"
cask "amazon-music"
cask "android-studio"
cask "appcleaner"
cask "box-sync"
cask "cyberduck"
cask "docker"
cask "evernote"
cask "gitify"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "postman"
cask "psequel"
cask "sequel-pro"
cask "skim"
cask "skype"
cask "sqlitebrowser"
cask "sublime-text"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
